Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/VideoSubscriberAccount.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# TEST_SYSTEM_TRUST_RESULT_ALERT_ERROR_TITLE
source: Certificate validation failed
ar: فشل التحقق من صحة الشهادة
bg: Неуспешно валидиране на сертификат
ca: Error de validació del certificat
cs: Ověření certifikátu selhalo
da: Certifikatgodkendelse mislykkedes
de: Zertifikatsüberprüfung fehlgeschlagen
el: Απέτυχε η επικύρωση πιστοποιητικού
es: Error de validación del certificado
es_419: Error al validar el certificado
fi: Varmenteen tarkistus epäonnistui
fr: Échec de la validation du certificat
fr_ca: Échec de la validation de certificat
he: אימות האישור נכשל
hi: सर्टिफ़िकेट वैलिडेशन विफल रहा
hr: Provjera certifikata nije uspjela
hu: A tanúsítványhitelesítés sikertelen volt
id: Validasi sertifikat gagal
it: Convalida del certificato non riuscita
ja: 証明書を検証できませんでした
kk: Сертификатты тексеру әрекеті сәтсіз аяқталды
ko: 인증서 유효성 확인 실패
lt: Sertifikato patvirtinti nepavyko
ms: Pengesahan sijil gagal
nl: Certificaatvalidatie mislukt
no: Validering av sertifikat mislyktes
pl: Błąd sprawdzania poprawności certyfikatu
pt: A validação do certificado falhou
pt_pt: A validação do certificado falhou
ro: Validarea certificatului a eșuat
ru: Сбой проверки сертификата
sk: Overovanie certifikátu zlyhalo
sl: Preverjanje veljavnosti potrdila ni uspelo
sv: Certifikatvalideringen misslyckades
th: การตรวจสอบใบรับรองไม่สำเร็จ
tr: Sertifika doğrulaması başarısız
uk: Збій перевірки сертифіката
vi: Không thể xác thực chứng nhận
zh_cn: 证书验证失败
zh_hk: 證書驗證失敗
zh_tw: 憑證驗證失敗

# DEVELOPER_TEST_SYSTEM_TRUST_ACTION_TITLE
source: Test Auth URL
ar: اختبار رابط المصادقة
bg: Тест на идентификационен URL
ca: Prova l’URL d’autenticació
cs: Otestovat URL pro ověření
da: Test URL til godkendelse
de: Auth-URL-Test
el: Δοκιμή διεύθυνσης URL ελέγχου ταυτότητας
es: Probar URL de autenticación
es_419: Probar URL de autenticación
fi: Testaa todennus-URL
fr: Tester l’URL d’authentification
fr_ca: Tester l’URL d’authentification
he: בדיקת כתובת האימות
hi: Auth URL की जाँच करें
hr: Testiranje Auth URL-a
hu: Hitelesítési URL tesztelése
id: Tes URL Pengesahan
it: URL autenticazione di test
ja: 認証URLをテスト
kk: Авторизацияға арналған URL мекенжайын сынау
ko: 인증 URL 테스트
lt: Testuoti aut. URL
ms: Uji URL Pengesahan
no: Test autentiserings-URL
pl: Testuj URL uwierzytelniania
pt: Testar URL de Autenticação
pt_pt: Testar URL de autorização
ro: Testare URL de autentificare
ru: Тестировать URL для авторизации
sk: Otestovať autentifikačnú URL
sl: Preizkus naslova URL za overjanje
sv: Testa autentiserings-URL
th: ทดสอบ URL สำหรับการตรวจสอบสิทธิ์
tr: Test Kimlik Doğrulama URL’si
uk: Перевірка URL‑адрес автентифікації
vi: Kiểm tra URL xác thực
zh_cn: 测试认证URL
zh_hk: 測試認證URL
zh_tw: 測試認證URL

# TV_APP_DEVELOPER_ACCOUNT_TYPE
source: Account Type
ar: نوع الحساب
bg: Тип сметка
ca: Tipus de compte
cs: Typ účtu
da: Kontotype
de: Accounttyp
el: Τύπος λογαριασμού
es: Tipo de cuenta
es_419: Tipo de cuenta
fi: Tilin tyyppi
fr: Type de compte
fr_ca: Type de compte
he: סוג החשבון
hi: खाता प्रकार
hr: Vrsta računa
hu: Fiók típusa
id: Jenis Akun
it: Tipo di account
ja: アカウントの種類
kk: Шот түрі
ko: 계정 종류
lt: Sąskaitos tipas
ms: Jenis Akaun
no: Kontotype
pl: Rodzaj konta
pt: Tipo de Conta
pt_pt: Tipo de Conta
ro: Tipul contului
ru: Тип счета
sk: Typ účtu
sl: Vrsta računa
sv: Kontotyp
th: ประเภทบัญชี
tr: Hesap Türü
uk: Тип запису
vi: Loại Tài khoản
zh_cn: 账户类型
zh_hk: 帳户類別
zh_tw: 帳號類型

# DEVELOPER_REQUIRED_FIELDS_ERROR_ALERT_TITLE
source: Required Fields Missing
ar: بعض الحقول المطلوبة غير مكتملة
bg: Липсват задължителни полета
ca: Falten camps per emplenar
cs: Chybí požadovaná pole
da: Obligatoriske felter mangler
de: Erforderliche Felder fehlen
el: Λείπουν απαιτούμενα πεδία
es: Faltan campos obligatorios
es_419: Faltan campos obligatorios
fi: Vaadittuja kenttiä puuttuu
fr: Champs obligatoires non renseignés
fr_ca: Champs obligatoires manquants
he: חסרים שדות נדרשים
hi: आवश्यक फ़ील्ड अनुपलब्ध
hr: Nedostaju potrebna polja
hu: Kötelezően megadandó mezők hiányoznak
id: Bidang yang Diperlukan Hilang
it: Campi richiesti mancanti
ja: 必須なフィールドが入力されていません
kk: Міндетті өрістер жоқ
ko: 필요한 필드 유실
lt: Trūksta privalomų laukų
ms: Medan Wajib Tiada
nl: Vereiste velden ontbreken
no: Nødvendige felt mangler
pl: Brak wymaganych informacji
pt: Faltam Campos Obrigatórios
pt_pt: Faltam campos obrigatórios
ro: Câmpuri necesare lipsă
ru: Отсутствуют обязательные поля
sk: Vyplňte povinné polia
sl: Obvezna polja manjkajo
sv: Obligatoriska fält saknas
th: ไม่มีข้อมูลในช่องที่บังคับ
tr: Gerekli Alanlar Boş
uk: Пропущено обовʼязкові поля
vi: Thiếu các trường bắt buộc
zh_cn: 缺少所需字段
zh_hk: 欠缺需要的欄位
zh_tw: 遺失需要的欄位

source: Empty
ar: فارغ
bg: Празно
ca: Buit
cs: Prázdné
da: Tom
de: Leer
el: Κενό
es: Vacía
es_419: Vacío
fi: Tyhjä
fr: Vide
fr_ca: Vide
he: ריק
hi: ख़ाली
hr: Prazno
hu: Üres
id: Kosong
it: Non disponibile
ja: なし
kk: Бос
ko: 비어 있음
lt: Tuščia
ms: Kosong
nl: Leeg
no: Tom
pl: Puste
pt: Vazio
pt_pt: Nenhuma
ro: Nimic
ru: Пусто
sk: Prázdne
sl: Prazno
sv: Tom
th: ว่างเปล่า
tr: Boş
uk: Пусто
vi: Trống
zh_cn: 无内容
zh_hk: 空白
zh_tw: 空白

# STB_OPT_OUT_CONFIRM_BUTTON_TITLE
source: Remove Profile
ar: إزالة ملف التعريف
bg: Премахни профил
ca: Elimina el perfil
cs: Odstranit profil
da: Fjern profil
de: Profil entfernen
el: Αφαίρεση προφίλ
es: Eliminar perfil
es_419: Eliminar perfil
fi: Poista profiili
fr: Supprimer le profil
fr_ca: Supprimer le profil
he: הסרת הפרופיל
hi: प्रोफ़ाइल हटाएँ
hr: Ukloni profil
hu: Profil eltávolítása
id: Hapus Profil
it: Rimuovi profilo
ja: プロファイルを削除
kk: Профильді жою
ko: 프로필 제거
lt: Profilio šalinimas
ms: Keluarkan Profil
nl: Verwijder profiel
no: Fjern profil
pl: Usuń profil
pt: Remover Perfil
pt_pt: Remover perfil
ro: Eliminați profilul
ru: Удалить профиль
sk: Odstrániť profil
sl: Odstrani profil
sv: Ta bort profil
th: เอาโปรไฟล์ออก
tr: Profili Sil
uk: Вилучити профіль
vi: Xóa trang cá nhân
zh_cn: 移除描述文件
zh_hk: 移除描述檔
zh_tw: 移除描述檔

# ACCOUNT_ACCESS_GROUP_DESCRIPTION_ALLOW
source: %@ will be able to access your TV subscription information.
ar: سيتمكن %@ من الوصول إلى معلومات اشتراك التلفزيون.
bg: %@ ще има достъп до вашата информация за ТВ абонамент.
ca: %@ podrà accedir a la teva informació de subscripció de TV.
cs: Aplikace %@ bude mít přístup k informacím o vašem odběru TV.
da: %@ vil få adgang til oplysninger om dit tv-abonnement.
de: %@ wird Zugriff auf deine TV-Abo-Informationen haben.
el: Η εφαρμογή «%@» θα έχει πρόσβαση στις πληροφορίες τηλεοπτικής συνδρομής σας.
es: %@ podrá acceder a la información de tu suscripción de TV.
es_419: %@ podrá acceder a los datos de tu suscripción de TV.
fi: %@ voi käyttää TV-tilauksesi tietoja.
fr: %@ pourra accéder aux informations relatives à votre abonnement TV.
fr_ca: %@ pourra accéder aux informations de votre abonnement de télévision.
he: ‏%@ יוכל לגשת אל פרטי מנוי הטלוויזיה שלך.
hi: %@ आपकी टीवी सब्सक्रिप्शन जानकारी ऐक्सेस करने में सक्षम होगा।
hr: %@ će moći pristupiti informacijama o vašoj TV pretplati.
hu: A(z) %@ hozzá fog férni az Ön televízió-előfizetési információihoz.
id: %@ akan dapat mengakses informasi langganan TV Anda.
it: %@ potrà accedere alle informazioni relative al tuo abbonamento.
ja: %@はTVサブスクリプション情報に アクセスすることができるようになります。
kk: «%@» теледидар жазылымы туралы ақпаратқа қол жеткізе алады.
ko: %@이(가) 사용자의 TV 구독 정보에 접근할 수 있습니다.
lt: Programa „%@“ galės pasiekti jūsų televizijos prenumeratos informaciją.
ms: %@ akan dapat mengakses maklumat langganan TV anda.
nl: %@ heeft toegang tot de gegevens van je tv-abonnement.
no: %@ vil få tilgang til informasjon om TV-abonnementet ditt.
pl: Aplikacja %@ będzie miała dostęp do informacji o Twojej subskrypcji TV.
pt: %@ poderá acessar as informações da sua assinatura de TV.
pt_pt: %@ terá acesso à informação relativa à sua assinatura.
ro: %@ va putea accesa informații despre abonamentul dvs. TV.
ru: «%@» будет иметь доступ к информации телевизионной подписки.
sk: Aplikácia %@ bude môcť pristupovať k informáciám o odbere TV.
sl: Aplikacija %@ bo imela dostop do podatkov o vaši naročnini na televizijske storitve.
sv: %@ får tillgång till information om ditt TV-abonnemang.
th: %@ จะสามารถเข้าถึงข้อมูลการสมัครสมาชิกทีวีของคุณได้
tr: %@, TV aboneliği bilgilerinize erişebilecek.
uk: %@ матиме доступ до даних вашої ТБ‑підписки.
vi: %@ sẽ có thể truy cập thông tin đăng ký TV của bạn.
zh_cn: %[tt]@将可访问你的电视订阅信息。
zh_hk: %@將可以取用你的 電視訂閲項目資料。
zh_tw: %[tt]@將可取用你的電視 訂閱項目資訊。

# DEVELOPER_SETTINGS_AUTH_SCHEME_ERROR_TITLE
source: Authentication Schemes
ar: أنظمة المصادقة
bg: Схеми за идентификация
ca: Esquemes d’autenticació
cs: Schéma ověření totožnosti
da: Godkendelsesplaner
de: Authentifizierungsschemen
el: Σχήματα ελέγχου ταυτότητας
es: Esquemas de autenticación
es_419: Esquemas de autenticación
fi: Todentamismallit
fr: Schémas d’authentification
fr_ca: Schémas d’authentification
he: סכמות אימות
hi: प्रमाणन स्कीम
hr: Sheme autorizacije
hu: Hitelesítési sémák
id: Skema Pengesahan
it: Schemi di autenticazione
ja: 認証方式
kk: Аутентификация схемалары
ko: 인증 체계
lt: Autentifikavimo schemos
ms: Skema Pengesahan
nl: Authenticatieschema's
no: Godkjenningsmetoder
pl: Schematy uwierzytelnienia
pt: Esquemas de Autenticação
pt_pt: Esquemas de autenticação
ro: Scheme de autentificare
ru: Схемы аутентификации
sk: Schémy autentifikácie
sl: Sheme preverjanja pristnosti
sv: Autentiseringsscheman
th: แบบแผนการตรวจสอบสิทธิ์
tr: Kimlik Doğrulama Yapıları
uk: Схеми автентифікації
vi: Cơ chế xác thực
zh_cn: 认证方案
zh_hk: 認證計劃
zh_tw: 認證架構

# PRIVACY_DENY_ACCESS_BUTTON_TITLE
source: Don’t Allow
ar: عدم السماح
bg: Не позволявай
ca: No permetis
cs: Nepovolovat
da: Tillad ikke
de: Nicht erlauben
el: Όχι
es: No permitir
es_419: No permitir
fi: Älä salli
fr: Refuser
fr_ca: Refuser
he: לא לאפשר
hi: अनुमति न दें
hr: Nemoj dozvoliti
hu: Tiltás
id: Jangan Izinkan
it: Non consentire
ja: 許可しない
kk: Рұқсат бермеу
ko: 허용 안 함
lt: Neleisti
ms: Jangan Benarkan
nl: Sta niet toe
no: Ikke tillat
pl: Nie pozwalaj
pt: Não Permitir
pt_pt: Não permitir
ro: Nu permiteți
ru: Не разрешать
sk: Nepovoliť
sl: Ne dovoli
sv: Tillåt inte
th: ไม่อนุญาต
tr: İzin Verme
uk: Заборонити
vi: Từ chối
zh_cn: 不允许
zh_hk: 不允許
zh_tw: 不允許

# STB_OPT_OUT_CONFIRM_TITLE
source: Remove TV Provider Profile
ar: إزالة ملف تعريف مزود خدمة التلفزيون
bg: Премахни профил на ТВ оператор
ca: Elimina el perfil del proveïdor de TV
cs: Odstranění profilu poskytovatele TV
da: Fjern tv-udbyderprofil
de: TV-Anbieterprofil entfernen
el: Αφαίρεση προφίλ παρόχου τηλεοπτικών υπηρεσιών
es: Eliminar el perfil del proveedor de TV
es_419: Eliminar perfil de proveedor de TV
fi: Poista TV-palveluntarjoajan profiili
fr: Supprimer le profil Fournisseur TV
fr_ca: Supprimer le profil du fournisseur télévisuel
he: הסרת פרופיל ספק שירותי הטלוויזיה
hi: टीवी सर्विस प्रोवाइडर प्रोफ़ाइल हटाएँ
hr: Ukloni profil TV operatera
hu: Televíziószolgáltató-profil eltávolítása
id: Hapus Profil Penyedia TV
it: Rimuovi profilo provider TV
ja: TVプロバイダプロファイルを削除
kk: Теледидар провайдерінің профилін жою
ko: TV 제공업체 프로필 제거
lt: Televizijos paslaugų teikėjo profilio šalinimas
ms: Keluarkan Profil Penyedia TV
nl: Verwijder profiel van tv-aanbieder
no: Fjern TV-distributørprofilen
pl: Usuń profil dostawcy TV
pt: Remover Perfil do Provedor de TV
pt_pt: Remover perfil do fornecedor de TV
ro: Eliminați profilul furnizorului TV
ru: Удалить профиль телепровайдера
sk: Odstránenie profilu poskytovateľa TV služby
sl: Odstrani profil ponudnika televizijskih storitev
sv: Ta bort TV-leverantörsprofil
th: เอาโปรไฟล์ผู้ให้บริการทีวีออก
tr: TV Sağlayıcı Profilini Sil
uk: Вилучення профілю ТБ‑провайдера
vi: Xóa trang cá nhân nhà cung cấp TV
zh_cn: 移除电视提供商描述文件
zh_hk: 移除電視供應商描述檔
zh_tw: 移除電視業者描述檔

# RATINGS_FOOTNOTE_FORMAT
source: Ages %@
ar: الأعمار: %@
bg: Възрасти %@
ca: Edats %@
cs: Věk %@
da: Aldersgruppe %@
de: Alter: %@
el: Ηλικίες %@
es: Edad: %@
es_419: Para mayores de %@
fi: %@-vuotiaat
fr: Âges %@
fr_ca: Âges %@
he: גילאי %@
hi: उम्र %@
hr: Dob %@
hu: Korhatár: %@
id: Umur %@
it: Età %@
ja: 対象年齢%@
kk: Жас рейтингісі: %@
ko: 연령: %@
lt: Amžius: %@
ms: Umur %@
nl: Leeftijd %@
no: Aldersgrense %@
pl: Wiek: %@
pt: Idade: %@
pt_pt: Idade: %@
ro: Vârste: %@
ru: Возраст %@
sk: Veková skupina %@
sl: Starost %@
sv: Ålder: %@
th: อายุ %@
tr: %@ Yaş
uk: Вік %@
vi: Tuổi: %@
zh_cn: 年龄%@
zh_hk: 年齡%@
zh_tw: 年齡：%@

# ERROR_DESCRIPTION_UNSUPPORTED
source: TV Provider is not currently available in your country or region.
ar: مزود التلفزيون غير متوفر حاليًا في بلدك أو منطقتك.
bg: ТВ операторът не е достъпен във вашата държава или регион.
ca: Aquest proveïdor de TV actualment no està disponible al teu país o regió.
cs: Poskytovatel TV není aktuálně ve vaší zemi či oblasti dostupný.
da: Tv-udbyderen er i øjeblikket ikke tilgængelig i dit land eller område.
de: Der TV-Anbieter ist derzeit in deinem Land oder deiner Region nicht verfügbar.
el: Ο Πάροχος τηλεοπτικών υπηρεσιών δεν διατίθεται επί του παρόντος στη χώρα ή την περιοχή σας.
es: El proveedor de vídeo no está disponible actualmente en tu país o región.
es_419: El proveedor de TV no está disponible actualmente en tu país o región.
fi: TV-palveluntarjoaja ei ole tällä hetkellä saatavilla maassasi tai alueellasi.
fr: Ce fournisseur TV est actuellement indisponible dans votre pays ou région.
fr_ca: Le fournisseur télévisuel n’est pas disponible pour l’instant dans votre pays ou région.
he: ספק שירותי הטלוויזיה אינו זמין במדינה או באזור שלך.
hi: टीवी सर्विस प्रोवाइडर वर्तमान में आपके देश या क्षेत्र में उपलब्ध नहीं है।
hr: TV operater trenutačno nije dostupan u vašoj zemlji ili regiji.
hu: A televíziószolgáltató jelenleg nem érhető el az Ön országában vagy régiójában.
id: Penyedia TV tidak tersedia di negara atau wilayah Anda.
it: Questo provider TV non è attualmente disponibile nel paese o nella zona in cui ti trovi.
ja: TVプロバイダは現在、この国または地域では使用できません。
kk: Теледидар провайдері қазір еліңізде немесе аймағыңызда қолжетімді емес.
ko: TV 제공업체는 현재 사용자의 국가 또는 지역에서 사용할 수 없습니다.
lt: Televizijos paslaugų teikėjas šiuo metu nėra prieinamas jūsų šalyje arba regione.
ms: Penyedia TV tidak tersedia di negara atau rantau anda pada masa ini.
nl: De functie voor tv-aanbieders is momenteel niet beschikbaar in jouw land of regio.
no: TV-distributøren er for øyeblikket ikke tilgjengelig i ditt land eller din region.
pl: Dostawca TV nie jest aktualnie dostępny w Twoim kraju lub regionie.
pt: Atualmente este Provedor de TV não está disponível no seu país ou região.
pt_pt: O fornecedor de TV não está atualmente disponível no seu país ou região.
ro: Funcționalitatea Furnizor TV nu este momentan disponibilă în țara sau în regiunea dvs.
ru: Телепровайдер сейчас недоступен в Вашей стране или регионе.
sk: Tento poskytovateľ TV služby momentálne nie je dostupný vo vašej krajine alebo regióne.
sl: Ponudnik televizijskih storitev trenutno ni na voljo v vaši državi ali regiji.
sv: TV-leverantören är inte tillgänglig i ditt land eller din region.
th: ไม่มีผู้ให้บริการทีวีในประเทศหรือภูมิภาคของคุณในตอนนี้
tr: TV sağlayıcı şu anda ülkenizdeki veya bölgenizdeki mağazada bulunmuyor.
uk: ТБ‑провайдер наразі недоступний у вашій країні або регіоні.
vi: Nhà cung cấp TV hiện không có sẵn tại quốc gia hoặc vùng của bạn.
zh_cn: 目前你所在国家或地区尚没有电视提供商。
zh_hk: 現時無法在你所在的國家或地區使用電視供應商。
zh_tw: 目前無法在你的國家或地區使用此電視業者。

# CREDENTIAL_ENTRY_MESSAGE
source: Get access to TV shows and movies in apps that are supported as part of your TV subscription.
ar: تمكّن من الوصول إلى برامج التلفزيون والأفلام في التطبيقات المدعومة كجزء من اشتراك التلفزيون الخاص بك.
bg: Получавате достъп до ТВ предавания и филми в приложенията, които се поддържат като част от вашия ТВ абонамент.
ca: Accedeix a les sèries i a les pel·lícules d’apps incloses a la teva subscripció de TV.
cs: Získejte přístup k seriálům a filmům v aplikacích, jež jsou součástí vašeho odběru TV.
da: Få adgang til tv-udsendelser og film i apps, der understøttes som del af dit tv-abonnement.
de: Zugriff auf TV-Sendungen und Filme in Apps, die in deinem TV-Abo enthalten sind.
el: Προσπελάστε τηλεοπτικές εκπομπές και ταινίες σε εφαρμογές που υποστηρίζονται ως μέρος της τηλεοπτικής συνδρομής σας.
es: Accede a las series y películas de las apps incluidas en tu suscripción de TV.
es_419: Accede a las películas y programas de TV de las apps que sean parte de tu suscripción de TV.
fi: Saat käyttöösi TV-ohjelmia ja elokuvia apeissa, jotka kuuluvat TV-tilaukseesi.
fr: Accédez aux séries TV et films proposés dans les apps prises en charge par votre abonnement TV.
fr_ca: Accédez aux émissions et aux films dans les apps prises en charge par votre abonnement de télévision.
he: באפשרותך לקבל גישה לתוכניות טלוויזיה וסרטים ביישומים נתמכים כחלק ממינוי הטלוויזיה שלך.
hi: उन ऐप्स में टीवी कार्यक्रम और फ़िल्में ऐक्सेस करें जो आपके टीवी सब्सक्रिप्शन के भाग के रूप में समर्थित हैं।
hr: Ostvarite pristup TV emisijama i filmovima u aplikacijama koje su podržane kao dio vaše TV pretplate.
hu: Hozzáférhet a tv-műsorokhoz és filmekhez a televízió-előfizetéséhez tartozó appokban.
id: Dapatkan akses ke acara TV dan film di app yang didukung sebagai bagian dari langganan TV Anda.
it: Esegui l’accesso e guarda i tuoi film e programmi TV preferiti con le app incluse nel tuo piano di abbonamento.
ja: TVサブスクリプションのアプリにある番組や映画にアクセスしてください。
kk: Теледидар жазылымының бөлігі ретінде қолдау көрсетілетін қолданбалардағы телешоулар мен фильмдерге қол жеткізу мүмкіндігін алыңыз.
ko: TV 구독에 포함된 앱에서 TV 프로그램 및 영화를 볼 수 있습니다.
lt: Gaukite prieigą prie serialų ir filmų programose, kurios palaikomos jūsų televizijos prenumeratoje.
ms: Dapatkan akses kepada rancangan TV dan filem dalam app yang disokong sebagai sebahagian daripada langganan TV anda.
nl: Krijg toegang tot tv-programma's en films in ondersteunde apps die deel uitmaken van je tv-abonnement.
no: Få tilgang til TV-programmer og filmer i apper som støttes gjennom TV-abonnementet ditt.
pl: Uzyskaj dostęp do programów TV oraz filmów w aplikacjach objętych subskrypcją TV.
pt: Obtenha acesso a programas de TV e filmes em apps que fazem parte da sua assinatura de TV.
pt_pt: Tenha acesso a programas de TV e filmes nas aplicações que fazem parte da sua assinatura.
ro: Obțineți acces la emisiuni TV și filme în aplicațiile permise ca parte a abonamentului dvs. TV.
ru: Получите доступ к телешоу и фильмам в приложениях, поддерживаемых как часть Вашей телевизионной подписки.
sk: Pristupujte k TV seriálom a filmom vo všetkých apkách, ktoré sú súčasťou odberu TV.
sl: V okviru naročnine na televizijske storitve dostopajte do TV-oddaj, filmov in aplikacij, ki so vključene v naročnino.
sv: Få tillgång till TV-program och filmer i appar som stöds av TV-abonnemanget.
th: ขอเข้าถึงรายการทีวีและภาพยนตร์ในแอปที่รองรับตามที่คุณสมัครสมาชิกทีวี
tr: TV aboneliğinizin bir parçası olarak desteklenen uygulamalarda TV şovları ile filmlere erişin.
uk: Отримайте доступ до телешоу і фільмів у програмах, які підтримуються в межах вашої ТБ‑підписки.
vi: Truy cập vào các chương trình TV và phim trong các ứng dụng được hỗ trợ trong đăng ký TV của bạn.
zh_cn: 访问电视订阅涵盖的App中的电视节目和电影。
zh_hk: 取用透過電視訂閲項目所支援的App觀看電視節目及電影。
zh_tw: 在電視訂閱項目支援的App中觀賞電視節目和電影。

# INSTALL_APP_TITLE_FORMAT
source: Now, get the %@ app.
ar: الآن، احصل على تطبيق %@.
bg: Сега вземете приложението %@.
ca: Obtén l’app %@ ara
cs: Stáhněte si aplikaci %@.
da: Hent appen %@ nu.
de: Lade jetzt die App %@.
el: Τώρα, λάβετε την εφαρμογή %@.
es: Obtén ahora la app %@
es_419: Ahora, obtén la app %@.
fi: Hae nyt %@.
fr: Téléchargez l’app %@ dès maintenant.
fr_ca: Obtenez l’app %@.
he: כעת, ניתן להוריד את היישום של %@.
hi: अब %@ ऐप प्राप्त करें।
hr: Sada nabavite aplikaciju %@.
hu: Most töltse le a(z) %@ appot.
id: Kini, dapatkan app %@.
it: Scarica l’app %@.
ja: %[tt]@アプリを今すぐ入手しませんか。
kk: Енді «%@» қолданбасын жүктеп алыңыз.
ko: 이제 %@ 앱을 받으십시오.
lt: Dabar atsisiųskite programą „%@“.
ms: Sekarang, dapatkan app %@.
nl: Download de %@-app nu.
no: Hent også %@-appen.
pl: Pobierz aplikację %@.
pt: Obtenha o app %@.
pt_pt: Obtenha a aplicação %@.
ro: Acum, obțineți aplicația %@.
ru: Теперь загрузите приложение «%@».
sk: Stiahnite si apku %@.
sl: Prenesite aplikacijo ponudnika %@.
sv: Hämta %@-appen nu.
th: ถึงเวลารับแอป %@
tr: Şimdi %@ uygulamasını alın.
uk: А тепер отримайте програму %@.
vi: Bây giờ, hãy tải ứng dụng %@.
zh_cn: 现在，去获取%@提供的App吧。
zh_hk: 現在取得「%@」App。
zh_tw: 現在請取得「%@」App。

# SIGN_OUT_SUBTITLE
source: TV Provider → Sign out
ar: مزود خدمة التلفزيون ← تسجيل الخروج
bg: ТВ оператор → Изход
ca: Proveïdor de TV → Tanca la sessió
cs: Poskytovatel TV → Odhlásit se
da: Tv-udbyder → Log ud
de: TV-Anbieter → Abmelden
el: Πάροχος τηλεοπτικών υπηρεσιών → Αποσύνδεση
es: Proveedor de TV → Cerrar sesión
es_419: Proveedor de TV → Cerrar sesión
fi: TV-palveluntarjoaja → Kirjaudu ulos
fr: Fournisseur TV → Se déconnecter
fr_ca: Fournisseur télévisuel → Déconnexion
he: ספק שירותי טלוויזיה ← התנתקות
hi: टीवी सर्विस प्रोवाइडर → साइन आउट
hr: TV operater → Odjava
hu: Televíziószolgáltató → Kijelentkezés
id: Penyedia TV → Keluar
it: Provider TV → Esci
ja: TVプロバイダ → サインアウト
kk: «ТД провайдері» → «Жүйеден шығу»
ko: TV 제공업체 → 로그아웃
lt: Televizijos paslaugų teikėjas > Atsijungti
ms: Penyedia TV → Daftar keluar
nl: Tv-aanbieder → Log uit
no: TV-distributør → Logg av
pl: Dostawca TV → Wyloguj się
pt: Provedor de TV → Finalizar sessão
pt_pt: Fornecedor de TV → Terminar sessão
ro: Furnizor TV → Ieșire din cont
ru: Телепровайдер → Выйти
sk: Poskytovateľ TV služby → Odhlásiť sa
sl: Ponudnik televizijskih storitev > Izpis
sv: TV-leverantör → Logga ut
th: ผู้ให้บริการทีวี → ลงชื่อออก
tr: TV Sağlayıcı → Çıkış Yap
uk: ТБ‑провайдер → Вихід
vi: Nhà cung cấp TV → Đăng xuất
zh_cn: 电视提供商→退出登录
zh_hk: 電視供應商 → 登出
zh_tw: 電視業者 → 登出

# DEVELOPER_STB_VIEW_PROFILE_TOKEN_ALERT_TITLE
source: Set-Top Box Profile User Token
ar: رمز مستخدم ملف تعريف جهاز الاستقبال
bg: Потребителски токън на профил на приемник
ca: Testimoni de l’usuari del perfil del descodificador de televisió
cs: Uživatelský token z profilu set‑top boxu
da: Set-top box-profilens bruger-token
de: Set-Top-Box-Profil-Benutzer-Token
el: Διακριτικό χρήστη προφίλ αποκωδικοποιητή
es: Identificador del usuario del perfil del receptor de televisión
es_419: Identificador de usuario de perfil del decodificador
fi: Digisovitinprofiilin käyttäjätunnus
fr: Jeton utilisateur du profil du décodeur
fr_ca: Jeton d’utilisateur du profil de décodeur
he: קוד המשתמש של פרופיל הממיר
hi: सेट टॉप बॉक्स प्रोफ़ाइल यूज़र टोकन
hr: Korisnički token profila prijemnika
hu: Set-top box profil felhasználói tokenje
id: Token Pengguna Profil Dekoder
it: Token utente del profilo Set Top Box
ja: セットトップボックスプロファイルのユーザトークン
kk: Теледидар тіркемесі профиліндегі пайдаланушы токені
ko: 셋톱 박스 프로필 사용자 토큰
lt: Priedėlio profilio naudotojo ženklas
ms: Token Pengguna Profil Kotak Atas Set
nl: Gebruikerstoken van settopboxprofiel
no: Brukerkjennetegn for profilen til mottakerboksen
pl: Token użytkownika profilu przystawki telewizyjnej
pt: Token de Usuário do Perfil do Conversor
pt_pt: Token de utilizador do perfil para box de televisão
ro: Tokenul utilizatorului din profilul Set‑Top Box
ru: Токен пользователя профиля телеприставки
sk: Užívateľský token z profilu set-top boxu
sl: Žeton uporabnika profila STB-ja
sv: Set top box-profilens användartoken
th: โทเค็นโปรไฟล์ผู้ใช้กล่องรับสัญญาณ
tr: Set Üstü Kutusu Profili Kullanıcı Jetonu
uk: Токен користувача профілю телеприставки
vi: Mã thông báo người dùng từ cấu hình bộ giải mã
zh_cn: 机顶盒描述文件用户令牌
zh_hk: 機頂盒描述檔用户代號
zh_tw: 機上盒描述檔使用者代號
